{
  "Computer Science Students Association": "Association des Étudiants en Informatique",
      "SWING BY OUR OFFICE": "PASSEZ À NOTRE BUREAU",
      "AT": "À",
      "MEET THE TEAM": "RENCONTRER L'ÉQUIPE",
      "The CSSA is student elected student organization dedicated to advocating for Computer Science Students at the University of Ottawa.":"L'AÉI est une organisation étudiante élue qui se dédie à la représentation des étudiants en informatique de l'Université d'Ottawa.",
      "Check out some of our members below.": "Découvrez quelques-uns de nos membres ci-dessous.",
      "Learn More": "EN SAVOIR PLUS",
      "COME VISIT": "VENEZ VISITER",
      "SOME OF OUR": "QUELQUES-UNS DE NOS",
      "EVENTS": "ÉVÉNEMENTS",
      "GET INVOLVED": "ENGAGEZ-VOUS",
      "WITH CSSA": "AVEC L'AÉI",
      "VOLUNTEER": "BÉNÉVOLE",
      "BLOG":"BLOGUE",
      "CONTACT":"CONTACT",
      "MERCH":"MARCHANDISES",
      "MINUTES": "MINUTES",
      "REQUEST ITEM":"DEMANDE D'ARTICLES",
      "Unfortunately there are no events today :(": "Malheureusement, il n'y a pas d'événement aujourd'hui :(",
      "Feel free to stop by the office though!": "Cependant, n'hésitez pas à passer au bureau!",
      "Check out our events!": "Découvrez nos événements!",
      "Events":"Événements",
      "Blog": "Blogue",
      "Volunteer": "Bénévole",
      "Minutes": "Minutes",
      "About":"À propos",
      "Catch up with everything CSSA related":"Rattrapez-vous sur tout ce qui concerne l'AÉI",
      "VOLUNTEERING OPPORTUNITIES": "OPPORTUNITÉS DE BÉNÉVOLAT",
      "101 WEEK GUIDE APPLICATION":"SEMAINE 101, APPLICATIONS DE GUIDES",
      "101 WEEK": "SEMAINE 101",
      "Hello computer science students! It's finally time:": "Bonjour les étudiants en informatique! Le moment est enfin venu:",
      "Guide applications for 2024 101 Week are now open!":"Les applications pour les guides de la Semaine 101 2024 sont maintenant ouvertes!",
      "One of the most fun ways to participate in 101 Week other than being a 101er yourself is being a guide--getting involved with your fellow CS students is rewarding!":"L'une des façons les plus divertissantes de participer à la Semaine 101, outre le fait d'être soi-même un 101er, est d'être un guide - s'impliquer avec les autres étudiants en informatique est très gratifiant!",
      "Check out some pictures from past 101 Weeks below.":"Jetez un coup d'œil ci-dessous à quelques photos des Semaines 101 précédentes.",
      "Meeting Minutes":"Compte rendu de réunion",
      "Minutes give you a snapshot of what was discussed during our weekly meetings.":"Les comptes rendus vous donnent un aperçu de ce qui a été discuté lors de nos réunions hebdomadaires.",
      "You can access our minutes through the links below:":"Vous pouvez accéder nos comptes rendus en cliquant sur les liens ci-dessous :",
      "We, the Computer Science Student Association (CSSA) of the University of Ottawa, provide by this Constitution an organization dedicated to the pursuit of obtaining and managing resources for all members of the undergraduate Computer Science community at the University of Ottawa.":"Nous, l'Association des étudiants en informatique (AÉI) de l'Université d'Ottawa, formons par la constitution une organisation dévouée à l'obtention et à la gestion de ressources pour tous les membres de la communauté des étudiants de premier cycle en informatique de l'Université d'Ottawa.",
      "We are also dedicated to providing social programming, academic services and employment resource opportunities to all our members. We are dedicated to fostering a sense of community among students, professors and members of the computer science department through these events and services.":"Nous nous engageons également à fournir des programmes sociaux, des services académiques et des ressources en matière d'opportunités d'emploi à tous nos membres. Nous nous engageons à entretenir un sentiment de communauté entre les étudiants, les professeurs et les membres du département d'informatique à travers ces événements et ces services.",
      "Take a look below to see the current members of our team.":"Vous trouverez ci-dessous les membres actuels de notre équipe exécutive.",
      "BECOME A CSSA JUNIOR" : "DEVENIR UN JUNIOR DE L'AÉI",
      "CSSA JUNIOR APPLICATION" : "CANDIDATURES JUNIORS DE L'AÉI",
      "Are you a freshman looking to get involved with CSSA events?" : "Êtes-vous un étudiant de première année qui cherche à contribuer aux événements de l'AÉI?",
      "Juniors work with members of the CSSA Exec team to plan events and ensure the smooth running of the association.": "Les juniors travaillent avec les membres de l'équipe exécutive de l'AÉI pour organiser des événements et assurer le bon déroulement  de l'association.",
      "Apply to become a junior today!" : "Posez votre candidature pour devenir junior dès aujourd'hui!",
      "View our constitution in English here. We are working on the French translation for our constitution." : "Consultez notre constitution en anglais ici. Nous travaillons sur la version française de notre constitution.",
      "Every exec has office hours. Click here to see when the execs will be in office." : "Chaque membre de l'équipe a des heures de bureau. Cliquez ici pour connaître les heures de bureau des membres de l'équipe exécutive."
}